"""
Создайте список 
[18, 14, 10, 6, 2]
 с помощью функции range() и выведите его на экран.
"""


lst = list(range(18, 0, -4))
print(lst)
