"""
Дан список
lst = [ '🍇', '🍑', '🍐', '🍊', '🍌', '🍎'].
Выведите на экран первый и последний элементы.
"""

lst = ['🍇', '🍑', '🍐', '🍊', '🍌', '🍎']

print(lst[0])

print(lst[-1])
